---
kind: property
id: P:Autodesk.Revit.DB.Analysis.HVACLoadSpaceType.IsPlenum
source: html/60887d31-7e71-00f3-a329-ed80893c0943.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadSpaceType.IsPlenum Property

True if the space type is plenum.

## Syntax (C#)
```csharp
public bool IsPlenum { get; }
```